{"modelList":[

  { "tag": 1,
    "club":"",
    "description":"We, team MD, being the newsletter club of IIT(ISM), strive to quench your curiosities by answering questions throughout your journey in this institute. Under the motto, \"It's news till it's new \", we have been performing this task since 2004 and will keep on doing the same for the betterment of the institution.",
    "fb":"https://www.facebook.com/MDiitism",
    "insta":"https://www.instagram.com/md_iit_dhanbad",
    "members":"",
    "name":"Mailer Daemon",
    "web":"https://mailerdism.wordpress.com",
    "youtube":"https://m.youtube.com/channel/UCrcdJ3AGxugb7X2k5uadBFgu0026vedu003d2ahUKEwjKxPOyqs3lAhWCpo8KHXDCCDcQFjAGegQIARABu0026usgu003dAOvVaw3PwdGUjwNaQiDllZJgLgoT"},

  { "tag": 2,
    "club":"",
    "description":"If you have a thing for books and literature, LITC welcomes you with great heart. The literary and Debate club of our college, LITC provides a common platform for leaders, writers, speakers, poets, bloggers, amateur journalist and debaters to nurture their skills and present them to the mass. Their activities include discussions, debates, elocution, presentation, story writing, poetry sessions, and quizzes, and promotion of literature in diverse forms.",
    "fb":"https://www.facebook.com/litcism",
    "insta":"",
    "members":"",
    "name":"LITC",
    "web":"",
    "youtube":""},

  { "tag": 3,
    "club":"",
    "description":"Ever wondered how simple stuff like suspensions, radiators, engines and brakes build-up racing cars that manage to set tracks on fire? So don't be just amenable to different revolutions in the history of car mechanics, but be a part of this amazing  journey to design and create your own automobile with Mechismu, the official Formula Racing Team of IIT(ISM) Dhanbad because we believe racing is religion.",
    "fb":"https://www.facebook.com/mechismu",
    "insta":"",
    "members":"",
    "name":"Mechismu",
    "web":"",
    "youtube":""},

  { "tag": 4,
    "club":"",
    "description":"CyberLabs is an initiative by students of IIT (ISM) on the footsteps of MIT MediaLabs to learn vital concepts of engineering by working on real time projects and it aims to foster innovation through practical implementation of basic concepts. It helps one discover opportunities in numerous fields of computing and instil life-hacks of the computer world by collective collaboration of the members, seniors and facilitators. Recently 6 of the club members have been selected for the Google Summer of code 2019.",
    "fb":"https://www.facebook.com/labscyber",
    "insta":"",
    "members":"",
    "name":"Cyberlabs",
    "web":"https://www.cyberlabs.club",
    "youtube":""},

  { "tag": 5,
    "club":"",
    "description":"चयनिका संघ  ism  का पहला रुचि संघ है, जो भारत से जुड़ी विभिन्न भाषा शैलियो को प्रोत्साहित करने के उद्देश्य से 1964 में गठित हुआ था। यदि आपको  काव्य या साहित्य का संसार भाता है या उर्दू में उकेरे हुए शायरी के अल्फ़ाज़, चयनिका परिवार आपका सादर आमंत्रण करता है एक ऐसे रंगमंच पे जहां आप अपनी भावनओ व परिकल्पनो को स्वतन्त्र रूप से व्यक्त कर सकते है।nसंघ में हिंदी भाषा में काव्य एवं पत्र लेखन, वाद विवाद को अत्यंत ही दिलचस्प रुप देते हुए माइक्रो प्रेम कहानी, अर्ज़ किया है,अल्फ़ाज़ , चाय पी चर्चा जैसे मनोरंजक प्रतियोगियो का आयोजन होता है।nमाइक्रो प्रेम कहानी के कार्यक्रम में 900 प्रतिभागियो ने अपना  लेख दिया।",
    "fb":"https://www.facebook.com/chayanikaIITISMdhanbad",
    "insta":"",
    "members":"",
    "name":"Chayanika Sangh",
    "web":"",
    "youtube":""},

  { "tag": 6,
    "club":"",
    "description":"‘It's not about ideas but about making ideas happen’. E-Cell helps you execute your dreams into reality. The Cell strives to provide young minds with all the required resources and encourages innovative ideas by youngsters. The club serves as a family of teachers, mentors, researchers and incubators guiding students on every single aspect of the field. It organises several conferences, social events, speaker engagements, competitions and workshops throughout the year to help students in implementation ​of their ideas. So believe in your dreams and gear up to learn from skilled cell members.",
    "fb":"https://www.facebook.com/ecelliitism",
    "insta":"https://www.instagram.com/ecell_iitism",
    "members":"",
    "name":"E-cell",
    "web":"http://ecelliitism.org",
    "youtube":""},

  { "tag": 7,
    "club":"",
    "description":"The Astronomy Club of IIT (ISM) is a paradise for all who have ever looked at the night sky with several lingering questions. Awe at its magnificence and stuck with its mysteries, ARKA aims to inculcate the passion for astronomy in the students.",
    "fb":"https://www.facebook.com/ARKAiitism",
    "insta":"",
    "members":"",
    "name":"ARKA",
    "web":"",
    "youtube":""},

  { "tag": 8,
    "club":"",
    "description":"The Quizzing club of IIT (ISM) Dhanbad.If anyone is interested in any form of quizzing they can join the club . Quiziapa,the quiz club of iit ism dhanbad brought laurels to the institution .Team of our college were the runners of the competition which comprises of nearly 180 teams",
    "fb":"https://www.facebook.com/quiziapaISMdhanbad",
    "insta":"",
    "members":"",
    "name":"Quiziapa",
    "web":"",
    "youtube":""},

  { "tag": 9,
    "club":"",
    "description":"Udaan aims to provide students life with a exposure about various opportunities and career paths they can pursue during and after graduation. Simply , udaan gives future guidance.",
    "fb":"https://www.facebook.com/udaan.iitism",
    "insta":"",
    "members":"",
    "name":"Udaan",
    "web":"",
    "youtube":""},

  { "tag": 10,
    "club":"",
    "description":"Mic Drop Toastmasters Club at IIT (ISM) Dhanbad, recognised by the non-profit educational organisation Toastmasters International, aims to provide a proven educational program in a supportive environment that enhances communication and leadership. As a guest, you are cordially welcomed at regular meetings to be a part of this environment and to discover the  Toastmaster inside you. The club has recently conducted its 300th Meet.",
    "fb":"https://www.facebook.com/micdroptoastmasters",
    "insta":"",
    "members":"",
    "name":"Toast masters",
    "web":"",
    "youtube":""},

  { "tag": 11,
    "club":"",
    "description":"FFI is unique effort of ISM students to creative and powerful ways to tackle problems that impact the lives of millions unprivileged Indians. FFI  conducts blood donating camps etc.",
    "fb":"https://www.facebook.com/FastForwardIndia",
    "insta":"",
    "members":"",
    "name":"FFI",
    "web":"",
    "youtube":""},

  { "tag": 12,
    "club":"",
    "description":"\"WE THE CREW\", the official street dance crew of IIT (ISM) Dhanbad was established on December 2, 2014. The crew looks to rock the streets and stages with different styles, like hip-hop, funk and breakdance. Last year they had bagged the 6th position in spring Fest and came 3rd in Spring Fest'19.",
    "fb":"https://www.facebook.com/wethecrew/",
    "insta":"https://instagram.com/wtc_society",
    "members":"",
    "name":"We The Crew",
    "web":"",
    "youtube":"https://m.youtube.com/channel/UC0OEY0RicawDnKsC5ybwiLQ/featured"},

  { "tag": 13,
    "club":"",
    "description":"Kartvaya is a non-profit​ profit voluntary organisation run by the students of IIT (ISM). It is mainly working for the education of poor and underprivileged children living in slums and villages, and helps their families for better living through various projects. Kartavya has a total of 11 chapters across India. Kartvaya is providing education to 1500 children across the country along with the employment of 100+ through recruitment.",
    "fb":"https://www.facebook.com/kartavyadhn",
    "insta":"",
    "members":"",
    "name":"Kartavya",
    "web":"",
    "youtube":""},

  { "tag": 14,
    "club":"",
    "description":"We are a community of volunteers which organizes the amazing and the most enthusiastic YES!+ workshop at IIT(ISM), Dhanbad.",
    "fb":"https://www.facebook.com/rhythm.iitism",
    "insta":"",
    "members":"",
    "name":"Rhythm",
    "web":"",
    "youtube":""},

  { "tag": 15,
    "club":"",
    "description":"Legends In The Making is the official stage dance club of IIT (ISM). The members learn different dance styles like breaking, locking, popping, whacking, etc. from senior members, as well as, guest dancers are invited to various workshops.",
    "fb":"https://www.facebook.com/LITM.ISM",
    "insta":"",
    "members":"n",
    "name":"LITM",
    "web":"",
    "youtube":""},

  { "tag": 16,
    "club":"",
    "description":"Have you ever dreamt of making your own film? If yes, then Lights Camera ISM is the official filmography club of IIT (ISM) Dhanbad, where you can explore your creativity and skills. This club also gives the opportunity to explore your passion in acting as well. Music videos to stories, social experiment to college function- LCI does it all. So be a part of LCI and learn the art of filmmaking from the best!",
    "fb":"https://www.facebook.com/14ryproductions/",
    "insta":"https://instagram.com/lightscameraism?igshidu003d13nmwimm45bwu",
    "members":"",
    "name":"LCI-Lights Camera ISM",
    "web":"",
    "youtube":"https://m.youtube.com/channel/UCHJV3I1GtG63GnnxfrO0XQA"},

  { "tag": 17,
    "club":"",
    "description":"The Photography Club of IIT (ISM) is a group of young enthusiastic photographers where capturing pictures isn't just a hobby, it's a medium to express who you are and how you see the world. People at FotoFreaks bring out that little hidden photographer in you and help it shine. They are the ones who capture the most astonishing moments of the campus life. A number of photowalks, an annual national level exhibition (FotoMela) and various other activities, in collaboration with other clubs, are organised.",
    "fb":"https://www.facebook.com/fotofreaks.iitism",
    "insta":"https://instagram.com/fotofreaks_iitism",
    "members":"",
    "name":"Foto Freaks ",
    "web":"",
    "youtube":""},

  { "tag": 18,
    "club":"",
    "description":"The Robotics and AI  Club is a student run organization/club . The Robotics Club is a community of students who find pleasure in creating mechanical peers that may even be potent to work without human intervention. Each member of this family is provided mechanical, electronic, monetary and informatory aids, besides the indispensable guidance of experienced members. The Club, through its regular lectures and workshops, is incessantly involved in producing robots that make up the plethoric and diverse robotic arsenal.",
    "fb":"https://www.facebook.com/roboism/","insta":"https://instagram.com/robo_ism",
    "members":"",
    "name":"RoboISM",
    "web":"",
    "youtube":""},

  { "tag": 19,
    "club":"",
    "description":"Manthan is the official music club of IIT (ISM) Dhanbad, aiming to provide a platform and launching pad to the musical talent of our college. It thrives to develop a sense of music among all the members. Alive, Acoustic Session, The Last Stage and many other events, in collaboration with other clubs, are organised annually by the club.",
    "fb":"https://www.facebook.com/manthan.iitism/",
    "insta":"https://instagram.com/manthan_iitdhn?igshidu003d1xletl7p5hkic",
    "members":"",
    "name":"Manthan",
    "web":"",
    "youtube":""},

  { "tag": 20,
    "club":"",
    "description":"If there is an actor hidden inside you, the stage of Abhay Dramatics Club provides an excellent platform to follow your passion. One of the most reputed clubs of our college, ADC gives opportunities to perform in front of audiences heavy in both intellect and number. It's a place place where you can take your skills under the guidance of some excellent artists.",
    "fb":"https://www.facebook.com/abhaydramaticsclub",
    "insta":"",
    "members":"",
    "name":"ADC- Abhay Dramatics Club",
    "web":"",
    "youtube":""},

  { "tag": 21,
    "club":"",
    "description":"Want to bring out that little hidden artist in you? If yes, then this is the perfect place for you. Artfreaks is a creative club of IIT (ISM) where the senior members guide you to pursue and flourish in different forms of art and craft through various workshops. The contribution of the club in the fests organised annually in the college is huge as the members work selflessly to give the campus a completely new look! ",
    "fb":"https://www.facebook.com/artfreaks.ism",
    "insta":"",
    "members":"",
    "name":"Art Freaks",
    "web":"",
    "youtube":""}

]}
